{
	"token": {
      "Spanish" : "Español",
      "English" : "Inglés",
      "Select your preferred language:" : "Selecciona tu lenguaje preferido:",
      "About me" : "Acerca de mí",
      "So... Hi! I am a Systems Engineering student but above all I'm a passionate programmer. I'm currently a programming competitive contestant. I represent my university as an active contestant in the Colombian Collegiate Programming League and in the “Maratón Nacional de Programación ACIS REDIS”. I represented my country twice in the “ACM-ICPC South America-North Finals” competition. I also usually compete in the Google Code Jam and in the Codeforces rounds." : "¡Hola! Soy un estudiante de Ingeniería de Sistemas pero sobre todo soy un programador apasionado. Actualmente soy un concursante de programación competitiva. Represento a mi universidad como concursante activo en la “Colombian Collegiate Programming League” y en el “Maratón Nacional de Programación ACIS REDIS”. Representé a mi país dos veces en la competencia “ACM-ICPC South America-North Finals”. También suelo competir en Google Code Jam y en las rondas de Codeforces.",
      "I love to look for security gaps in the web pages too. For example, in 2014, I found a serious vulnerability in UVa Online Judge, one of the most important online automated judges for programming problems in the world." : "También me encanta buscar brechas de seguridad en las páginas web. Por ejemplo, en 2014, encontré una seria vulnerabilidad en UVa Online Judge, uno de los jueces automatizados más importantes en línea para problemas de programación en el mundo.",
      "Computer Laboratory Monitor": "Monitor del Laboratorio de Informática",
      "Design and code software for internal uses. Install software. Solve moderate problems that involves: internal network, virtual servers, laboratory computer machines, etc." : "Diseñar y codificar software para usos internos. Instalar software. Resolver problemas moderados que impliquen: red interna, servidores virtuales, computadores, etc.",
      "Do projects such as:" : "Realizar proyectos tales como:",
      "Mount a vigilance system using IP cameras." : "Montar un sistema de vigilancia utilizando cámaras IP.",
      "Visualize the vigilance system in a Raspberry Pi 2." : "Visualizar el sistema de vigilancia en un Raspberry Pi 2.",
      "Design and create an application that sends and receives massive files in the internal network." : "Diseñar y crear una aplicación que envíe y reciba masivamente archivos en la red interna.",
      "I love programming. There are some websites that I have made:" : "Me encanta la programación. Estos son algunos sitios web que he hecho:",
      "The purpose of the web page is to make the life of the students of my university easier, providing powerful and useful tools. Initially, the web page allows students to organize and create their timetable" : "El propósito de la página web es facilitar la vida de los estudiantes de mi universidad, proporcionando herramientas poderosas y útiles. Inicialmente, la página web permite a los estudiantes organizar y crear su horario",
      "1st place" : "1er lugar",
      "Honorable mention award" : "Mención honorífica",
      "12th place" : "12º lugar",
      "13th place" : "13º lugar",
      "(Native)" : "(Nativo)",
      "(Professional)" : "(Profesional)",
      "Experiences" : "Experiencia laboral",
      "experiences_data" : "Experiencia laboral",
      "Projects" : "Proyectos",
      "projects_data" : "Proyectos",
      "Skills & Proficiency" : "Habilidades y competencias",
      "Awards and leaderships" : "Premios y reconocimientos",
      "Education" : "Educación",
      "Languages" : "Lenguajes",
      "Interests" : "Intereses",
      "Currently enrolled in the fifth year of Systems Engineering" : "Actualmente matriculado en quinto año (décimo semestre) de Ingeniería de Sistemas",
      "Verified course: Introduction to Computational Thinking and Data Science": "Curso verificado: Introduction to Computational Thinking and Data Science",
      "Verified course: Introduction to Computer Science and Programming Using Python" : "Curso verificado: Introduction to Computer Science and Programming Using Python"
    }
}