{
	"token": {
      "Spanish" : "Español",
      "English" : "Inglés",
      "Select your preferred language:" : "Selecciona tu lenguaje preferido:",
      "About me" : "Acerca de mí",
      "So... Hi! I am a Systems Engineering but above all I'm a passionate programmer. I was a programming competitive contestant. I represented my university as an active contestant in the Colombian Collegiate Programming League and in the “Maratón Nacional de Programación ACIS REDIS”. I represented my country twice in the “ACM-ICPC South America-North Finals” competition. I also usually compete in the Google Code Jam and in the Codeforces rounds." : "¡Hola! Soy Ingeniero de Sistemas pero sobre todo soy un programador apasionado. Actualmente soy un concursante de programación competitiva. Represento a mi universidad como concursante activo en la “Colombian Collegiate Programming League” y en el “Maratón Nacional de Programación ACIS REDIS”. Representé a mi país dos veces en la competencia “ACM-ICPC South America-North Finals”. También suelo competir en Google Code Jam y en las rondas de Codeforces.",
      "I love to look for security gaps in the web pages too. For example, in 2014, I found a serious vulnerability in UVa Online Judge, one of the most important online automated judges for programming problems in the world." : "También me encanta buscar brechas de seguridad en las páginas web. Por ejemplo, en 2014, encontré una seria vulnerabilidad en UVa Online Judge, uno de los jueces automatizados más importantes en línea para problemas de programación en el mundo.",
      "Computer Laboratory Monitor": "Monitor del Laboratorio de Informática",
      "Design and code software for internal uses. Install software. Solve moderate problems that involves: internal network, virtual servers, laboratory computer machines, etc." : "Diseñar y codificar software para usos internos. Instalar software. Resolver problemas moderados que impliquen: red interna, servidores virtuales, computadores, etc.",
      "Do projects such as:" : "Realizar proyectos tales como:",
      "Mount a vigilance system using IP cameras." : "Montar un sistema de vigilancia utilizando cámaras IP.",
      "Visualize the vigilance system in a Raspberry Pi 2." : "Visualizar el sistema de vigilancia en un Raspberry Pi 2.",
      "Design and create an application that sends and receives massive files in the internal network." : "Diseñar y crear una aplicación que envíe y reciba masivamente archivos en la red interna.",
      "I love programming. There are some websites that I have made:" : "Me encanta la programación. Estos son algunos sitios web que he hecho:",
      "The purpose of the web page is to make the life of the students of my university easier, providing powerful and useful tools. Initially, the web page allows students to organize and create their timetable" : "El propósito de la página web es facilitar la vida de los estudiantes de mi universidad, proporcionando herramientas poderosas y útiles. Inicialmente, la página web permite a los estudiantes organizar y crear su horario",
      "1st place" : "1er lugar",
      "Honorable mention award" : "Mención honorífica",
      "12th place" : "12º lugar",
      "13th place" : "13º lugar",
      "(Native)" : "(Nativo)",
      "(Professional)" : "(Profesional)",
      "Experiences" : "Experiencia laboral",
      "experiences_data" : "Experiencia laboral",
      "Projects" : "Proyectos",
      "projects_data" : "Proyectos",
      "Skills & Proficiency" : "Habilidades y competencias",
      "Awards and leaderships" : "Premios y reconocimientos",
      "Education" : "Educación",
      "Languages" : "Lenguajes",
      "Interests" : "Intereses",
      "Systems Engineering" : "Ingeniero de Sistemas",
      "Verified course: Introduction to Computational Thinking and Data Science": "Curso verificado: Introduction to Computational Thinking and Data Science",
      "Verified course: Introduction to Computer Science and Programming Using Python" : "Curso verificado: Introduction to Computer Science and Programming Using Python",
      "ECINGInious is a fork of INGInious (an Open Source LMS (Learning Management System) made in Python (web.py), MongoDB, HTML and CSS). ECINGInious is a Programming Contest Jury System oriented to academic purposes (the goal is to use the power of the LMS to give feedback to students from submitted code-exercises)." : "ECINGInious es un 'fork' de INGInious (un LMS (Learning Management System) de código abierto hecho en Python (web.py), MongoDB, HTML y CSS). ECINGInious es un Sistema de Juzgamiento de Competencias de Programación orientado a fines académicos (el objetivo es utilizar el poder del LMS para dar retroalimentación a los estudiantes a partir de los ejercicios de código que envían a la plataforma. Más que una competencia es un ambiente sano donde se siente el aire de competencia pero con más libertad).",
      "I worked (with colleges) on an university project named PanComido. PanComido is a mobile application (Android + Spring Boot (REST API controllers)) where people, being in public places, can order food from different restaurants. PanComido has a web page for restaurants owners (Angular 4 + Spring Boot (REST API controllers)) where they can add, delete and modify dishes, delivery and see pending orders, etc." : "Trabajé (con compañeros de universidad) en un proyecto universitario llamado PanComido. PanComido es una aplicación móvil (Android + Spring Boot (con controladores REST API)) donde las personas, al estar en lugares públicos, pueden pedir comida de diferentes restaurantes. PanComido tiene una página web para propietarios de restaurantes (Angular 4 + Spring Boot (con controladores REST API)) donde pueden agregar, eliminar y modificar platos, entregar y ver pedidos pendientes, etc.",
      "I develop software for organizational purposes. Rappi is one of the fastest growing startups in Latin America, its function is to provide services through a mobile application. A person can bring you a lunch, shopping for you, perform a diligence, pay a bill and much more! That is why it is a challenging position; we must be very aware of all non-functional requirements such as latency, concurrency, high demand, etc." : "Desarrollo software para motivos de la organización. Rappi es una de las startups de más crecimiento en toda Latinoamérica, su función es proveer a través de una aplicación móvil servicios. Una persona que puede traer un almuerzo, hacer tu mercado, realizar una diligencia, pagar una factura de servicios públicos y mucho más! Por eso mismo es un puesto retante; hay que estar muy pendiente de todos los requerimientos no funcionales como la latencia, concurrencia, alta demanda, etc.",
      "02/2018 - currently" : "02/2018 - actualidad",
      "I designed and coded software for different projects, applying the SCRUM methodology. I used Django and Angular 4 as backend languages mainly." : "Diseñar y codificar software para diferentes proyectos, aplicando la metodología SCRUM. Mayormente se hace uso de Django y Angular 4 como lenguajes backend."
    }
}